// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Hantera specialpapper";
HelpTitle = "Hantera specialpapper";

NoIccTitle = "<ingen profil vald>";

DoubleNameTitle = "Namnet på specialpapperet finns redan";
DoubleNameMsg = "Det finns redan en speciell papperstyp med namnet \"%@\". Välj ett annat namn för specialpapperet.";

MaxMediaExceededTitle = "Du har överskridit det maximala antalet speciella papperstyper";
MaxMediaExceededMsg = "Du kan definiera upp till %i speciella papperstyper. Ta bort en eller flera papperstyper innan du lägger till en ny.";

DeletePaperTitle = "Är du säker på att du vill ta bort ditt specialpapper?";
DeletePaperMsg = "Denna åtgärd kan inte ångras. Om du klickar på Ta bort kommer all information om ditt papper att raderas.";
DeleteButtonTitle = "Ta bort";

ProfileExistsTitle = "ICC-profilen finns redan";
ProfileExistsMsg = "En ICC-profil med filnamnet \"%@\" finns redan i den lokala behållaren. Om du väljer \"Använd befintlig profil\" kommer den lagrade profilen att användas med ditt papper. Du kan annars välja \"Använd unikt filnamn\" för att skapa ett nytt profilnamn.";
ProfileExistsDefButton = "Använd befintlig profil";
ProfileExistsAltButton = "Avbryt";
ProfileExistsOtherButton = "Använd unikt namn";

//Paper Type Names
Photo = "Foto";
CoatedInkjet = "Bestruket Inkjet";
PhotoRag = "Foto-lump";
Watercolor = "Vattenfärg";
Canvas = "Grovt Linne";
RigidPhotoRag = "Styvt Foto-lump";
RigidWatercolor = "Styv Vattenfärg";
RigidCanvas = "Styvt Linne";
Brochure = "Broschyr";
PlainPaper = "Vanligt Papper";

NonKongText = "Du kan redigera eller ta bort ditt papper här. Välj det papper som du vill redigera eller ta bort och välj sedan den åtgärd som du vill utföra i menyn nedanför tabellen.";

NotRegisteredProfileWarning = "ICC-profilen är inte registrerad i ColorSync. Välj \"Registrera profil\" i menyn nedanför tabellen för att registrera den.";

PhotoInkjetScrapbook = "Inkjet klippbokspapper, foto";
MatteInkjetScrapbook = "Inkjet klippbokspapper, matt";

Coated = "Bestruket";
PhotoThick = "Tjockt foto";
FiberGloss = "Fiberglättat";
photoRag = "Lumppapper, foto";
photoRagThin = "Tunt lumppapper";

//print quality names
Best = "Bästa";
Normal = "Normal";
Fast = "Snabbutkast";
MaxDPI = "Maximal DPI";

InvalidFileTitle = "Kunde inte importera specialpapper";
InvalidFileMsg = "Filen \"%@\" är inte giltig fil för specialpapper.";

ProfileInvalidTitle = "Felaktig ICC-filtyp";
ProfileInvalidMsg = "Den valda ICC-filen är inte avsedd att användas med en skrivare.";
ProfileInvalidDefButton = "Välj en annan profil…";
ProfileInvalidAltButton = "Avbryt";

TaskTitleFieldText = "Hantera specialpapper";
TaskDescriptionFieldText = "Du kan redigera, importera, exportera eller ta bort ditt papper här. Välj det papper som du vill redigera, importera, exportera eller ta bort och välj sedan den åtgärd som du vill utföra i menyn nedanför tabellen.";
FirstColumnHeader = "Pappersnamn";
SecondColumnHeader = "Profil";
MenuItemImport = "Importera…";
MenuItemEdit = "Redigera…";
MenuItemExport = "Exportera…";
MenuItemDelete = "Ta bort";
MenuItemRegisterProfile = "Registrera profil";
EditSheetTitleFieldText = "Redigera specialpapper";
EditSheetDescriptionFieldText = "Redigera informationen om papperet.";
PaperNameLableText = "Namn på specialpapper:";
PaperCategoryLableText = "Papperskategori:";
IccFileNamelableText = "ICC-profil (valfritt):";
IccFileNameFieldText = "<ingen profil vald>";
BrowseButtonText = "Bläddra…";
ClearButtonText = "Ta bort profil";
CancelButtonText = "Avbryt";
DoneButtonText = "Klar";

